const law_list = [{
   id: 1,
   open: false,
   title: '1.1 基本工资不能随意更改',
   detail: '在《劳动合同法》第十七条规定中，已将劳动报酬列入劳动合同必备条款，降低基本工资属于劳动合同的变更，如果用人单位没有在招用劳动者时，将变更劳动合同的行为约定前置；并且拥有依法生效的薪酬制度体系作支持，同时协商一致，依法履行变更劳动合同程序。否则就属于违法变更，要支付经济补偿。'
}, {
   id: 2,
   open: false,
   title: '1.2 加班工资不能随意降低',
   detail: `对员工来说，加班费的多少与工资基数有关。用人单位不能随意决定加班工资基数
   1、如果劳动合同对加班工资基数已作出明确约定的，应按照双方的约定计算加班工资。
   2、如果劳动合同明确约定工资数额，但没有约定加班工资基数的，应当以劳动合同约定的工资作为加班工资基数。如果劳动合同上工资项目分为“基本工资”、“岗位工资”、“职务工资”等，应当以各个工资项目的总和作为基数计发加班费，而不能以其中单独一项作为计算基数。
   3、如果劳动合同对劳动报酬没有明确，或者约定不明确，引发劳动争议的，依照《劳动合同法》第十八条的规定，最好的解决方法是劳动者与用人单位重新协商；协商不成的，可由用人单位与职工代表通过集体协商确定，协商结果应签订集体合同或工资协商协议。
   4、如果集体合同（工资协商协议）、劳动合同均没有约定工资数额以及加班工资基数的，应当以劳动者本人实际工资收入作为加班工资基数。`
   }, {
   id: 3,
   open: false,
   title: '1.3 迟到扣款有一定标准',
   detail: '根据《工资支付暂行规定》第十六条规定：“因劳动者本人原因给用人单位造成经济损失的，用人单位可按照劳动合同的约定要求其赔偿经济损失。但每月扣除的部分不得超过劳动者当月工资的20%。” 公司无权随便扣除员工基本工资。至于属于浮动绩效工资、奖金的部分，在双方合同具体约定的情况下才可以扣除。 如果员工的迟到行为没有造成用人单位直接经济损失，用人单位无权扣除员工工资。'
}]

export default law_list